/* channel name (rectangular coordinates in unknown units). */
"%@ (%g, %g, %g)" = "%@ (%g, %g, %g)";

/* channel name (spherical coordinates in degrees, unknown distance units). */
"%@ (%g\\U00B0, %g\\U00B0, %g)" = "%@ (%g°, %g°, %g)";

/* channel name (spherical coordinates in degrees, meters). */
"%@ (%g\\U00B0, %g\\U00B0, %gm)" = "%@ (%g°, %g°, %gm)";

/* channel name (rectangular coordinates in meters). */
"%@ (%gm, %gm, %gm)" = "%@ (%gm, %gm, %gm)";

/* An audio channel label. */
"Ambisonic W" = "Ambisonic W";

/* An audio channel label. */
"Ambisonic X" = "Ambisonic X";

/* An audio channel label. */
"Ambisonic Y" = "Ambisonic Y";

/* An audio channel label. */
"Ambisonic Z" = "Ambisonic Z";

/* An audio channel label. */
"Center" = "Centru";

/* An audio channel label. */
"Center Surround" = "Surround central";

/* An audio channel label. */
"Center Surround Direct" = "Surround central direct";

/* Channel. An audio channel label. */
"Channel" = "Canal";

/* Channels. An audio channel label. */
"Channels" = "Canale";

/* An audio channel label. */
"Click Track" = "Click Track";

/* An audio channel label. */
"Dialog Centric Mix" = "Dialog Centric Mix";

/* Discrete. An audio channel short label.
   An audio channel label. */
"Discrete" = "Discret";

/* An audio channel label. */
"Foreign Language" = "Limbă străină";

/* An audio channel label. */
"Headphones Left" = "Căști stânga";

/* An audio channel label. */
"Headphones Right" = "Căști dreapta";

/* An audio channel label. */
"Hearing Impaired" = "Deficiențe auditive";

/* An audio channel label. */
"Left" = "Stânga";

/* An audio channel label. */
"Left Center" = "Stânga centru";

/* An audio channel label. */
"Left Surround" = "Surround stânga";

/* An audio channel label. */
"Left Surround Direct" = "Surround stânga direct";

/* An audio channel label. */
"Left Total" = "Stânga total";

/* An audio channel label. */
"Left Wide" = "Stânga larg";

/* An audio channel label. Low frequency enhancement near screen. */
"LFE Screen" = "LFE Screen";

/* An audio channel label. */
"LFE2" = "LFE2";

/* An audio channel label. Mid channel of a Mid-Side recording */
"Mid" = "Mediu";

/* An audio channel label. */
"Mono" = "Mono";

/* An audio channel label. */
"Narration" = "Narațiune";

/* An audio channel label. */
"Rear Surround Left" = "Surround stânga spate";

/* An audio channel label. */
"Rear Surround Right" = "Surround dreapta spate";

/* An audio channel label. */
"Right" = "Dreapta";

/* An audio channel label. */
"Right Center" = "Dreapta centru";

/* An audio channel label. */
"Right Surround" = "Surround dreapta";

/* An audio channel label. */
"Right Surround Direct" = "Surround dreapta direct";

/* An audio channel label. */
"Right Total" = "Dreapta total";

/* An audio channel label. */
"Right Wide" = "Dreapta larg";

/* An audio channel label. Side channel of a Mid-Side recording */
"Side" = "Lateral";

/* An audio channel label. */
"Top Back Center" = "Centru spate sus";

/* An audio channel label. */
"Top Back Left" = "Stânga spate sus";

/* An audio channel label. */
"Top Back Right" = "Dreapta spate sus";

/* An audio channel label. */
"Top Center Surround" = "Surround central sus";

/* An audio channel label. */
"Unknown" = "Necunoscut";

/* An audio channel label. */
"Unused" = "Neutilizat";

/* An audio channel label. */
"Vertical Height Center" = "Înălțime centrală";

/* An audio channel label. */
"Vertical Height Left" = "Înălțime stânga";

/* An audio channel label. */
"Vertical Height Right" = "Înălțime dreapta";

/* An audio channel label. X channel of an X-Y recording */
"X" = "X";

/* An audio channel label. Y channel of an X-Y recording */
"Y" = "Y";

/* An audio channel label. */
"Haptic" = "Haptic";

